[
    {
        "id":"1",
        "titre":"Chemise en lin",
        "description":"La chemise en lin est un vêtement élégant et décontracté à la fois. Fabriquée à partir de fibres de lin naturelles, elle est douce et légère, offrant une sensation de fraîcheur et de confort lors des journées chaudes. La texture subtilement irrégulière du lin donne un aspect naturel et authentique à la chemise. Elle peut être portée avec un pantalon habillé ou un short pour un look décontracté. La chemise en lin est également facile à entretenir et à repasser, ce qui en fait un choix pratique pour une tenue décontractée ou professionnelle.",
        "prix":"59",
        "devise":"€",
        "categorie":"homme",
        "sous-categorie":"chemise",
        "couleur":"blanc",
        "tailles":["S","M","L"],
        "matiere":"lin",
        "reduction":"10",
        "img1": "./CSS/assets/Chemise en lin/chemise1.jpg",
        "img2": "./CSS/assets/Chemise en lin/chemise2.jpg",
        "img3": "./CSS/assets/Chemise en lin/chemise3.jpg"
    },
    {
        "id":"2",
        "titre":"Pantalon en lin",
        "description":"Le pantalon en lin est un vêtement léger et confortable, parfait pour les journées chaudes. Fabriqué à partir de fibres de lin naturelles, il offre une texture subtilement irrégulière qui donne un aspect authentique et décontracté. Il peut être associé à une chemise ou un t-shirt pour un look décontracté, ou à une veste pour un look plus habillé. En plus d'être confortable, le lin est facile à entretenir et à nettoyer, ce qui en fait un choix pratique pour une garde-robe estivale.",
        "prix":"50",
        "devise":"€",
        "categorie":"homme",
        "sous-categorie":"pantalon",
        "couleur":"blanc",
        "tailles":["38","40","42"],
        "matiere":"lin",
        "reduction":"10",
        "img1": "./CSS/assets/Pantalon en lin/pantalon1.jpg",
        "img2": "./CSS/assets/Pantalon en lin/pantalon2.jpg",
        "img3": "./CSS/assets/Pantalon en lin/pantalon3.jpg"
    },
    {
        "id":"3",
        "titre":"Short en lin",
        "description":"Le short en lin est un vêtement confortable et léger pour les journées chaudes. Fabriqué à partir de fibres de lin naturelles, il offre une texture subtilement irrégulière qui donne un aspect authentique et décontracté. Les shorts en lin sont disponibles dans une variété de couleurs et de styles, allant des coupes décontractées aux coupes plus ajustées et élégantes. Ils peuvent être portés avec un t-shirt ou une chemise pour un look décontracté, ou avec une veste pour un look plus habillé. Le lin est également résistant et durable, offrant un choix pratique pour une garde-robe estivale. En plus d'être confortable, le lin est facile à entretenir et à nettoyer, ce qui en fait un choix pratique pour un usage quotidien.",
        "prix":"60",
        "devise":"€",
        "categorie":"homme",
        "sous-categorie":"short",
        "couleur":"blanc",
        "tailles":["38","40","42"],
        "matiere":"lin",
        "reduction":"0",
        "img1": "./CSS/assets/Short en lin/short1.jpg",
        "img2": "./CSS/assets/Short en lin/short2.jpg",
        "img3": "./CSS/assets/Short en lin/short3.jpg"
    },
    {
        "id":"4",
        "titre":"T-shirt classique",
        "description":"Le t-shirt classique bien coupé est un vêtement polyvalent et confortable. Fabriqué à partir de coton doux, il offre un toucher agréable et une grande respirabilité. La coupe ajustée épouse le corps de manière flatteuse et offre un look élégant et intemporel. Les t-shirts classiques sont disponibles dans une variété de couleurs et de styles, avec ou sans motifs, ce qui les rend faciles à assortir avec une tenue décontractée ou plus habillée. Ils peuvent être portés seuls ou sous une chemise ou une veste pour un look plus formel. Le coton de qualité offre également une grande durabilité et un entretien facile, ce qui en fait un choix pratique pour une garde-robe de tous les jours.",
        "prix":"45",
        "devise":"€",
        "categorie":"homme",
        "sous-categorie":"t-shirt",
        "couleur":"blanc",
        "tailles":["S","M","L"],
        "matiere":"coton",
        "reduction":"20",
        "img1": "./CSS/assets/T-shirt blanc/t-shirt1.jpg",
        "img2": "./CSS/assets/T-shirt blanc/t-shirt2.jpg",
        "img3": "./CSS/assets/T-shirt blanc/t-shirt3.jpg"
    },
    {
        "id":"5",
        "titre":"Casquette",
        "description":"La casquette est un accessoire de mode pratique et stylé. Elle est disponible dans une variété de styles, de matériaux et de couleurs, offrant un large choix pour compléter n'importe quelle tenue. Elle peut protéger votre visage du soleil, dissimuler une mauvaise coupe de cheveux, ou simplement ajouter une touche de style à votre look. Les casquettes sont souvent ajustables pour s'adapter à toutes les tailles de tête et peuvent être portées de différentes façons : vers l'arrière pour un look décontracté, vers l'avant pour un look plus classique. Enfin, la casquette est facile à entretenir et à nettoyer, ce qui en fait un accessoire pratique pour une garde-robe de tous les jours.",
        "prix":"30",
        "devise":"€",
        "categorie":"homme,femme",
        "sous-categorie":"casquette",
        "couleur":"marron",
        "tailles":["Taille Unique"],
        "matiere":"coton",
        "reduction":"0",
        "img1": "./CSS/assets/Casquette/casquette1.jpg",
        "img2": "./CSS/assets/Casquette/casquette2.jpg",
        "img3": "./CSS/assets/Casquette/casquette3.jpg"
    },
    {
        "id":"6",
        "titre":"Jupe longue",
        "description":"La jupe longue est un vêtement élégant et féminin. Elle peut être fabriquée à partir d'une variété de matériaux, allant du coton léger au satin élégant, et peut être disponible dans une variété de couleurs et de motifs. Les jupes longues peuvent être ajustées à la taille ou porter une ceinture pour une tenue confortable. Elles peuvent être portées avec des talons pour une occasion habillée, ou avec des chaussures plates pour un look décontracté. La longueur de la jupe offre une grande liberté de mouvement tout en offrant une certaine sophistication à la tenue. Enfin, la jupe longue peut être facilement associée avec une variété de hauts pour un look personnalisé et élégant.",
        "prix":"60",
        "devise":"€",
        "categorie":"femme",
        "sous-categorie":"jupe",
        "couleur":"rose",
        "tailles":["32","34","36"],
        "matiere":"coton",
        "reduction":"10",
        "img1": "./CSS/assets/Jupe longue/jupe1.jpg",
        "img2": "./CSS/assets/Jupe longue/jupe2.jpg",
        "img3": "./CSS/assets/Jupe longue/jupe3.jpg"
    },
    {
        "id":"7",
        "titre":"Débardeur",
        "description":"Un débardeur est un vêtement sans manches, avec un col et des épaules dégagées. Il est souvent fabriqué à partir de matériaux légers et respirants, comme le coton ou le polyester, pour une grande sensation de confort en été. Les débardeurs sont disponibles dans une variété de couleurs et de motifs, et peuvent être portés seuls ou sous une chemise ou une veste pour un look plus habillé. Les coupes peuvent varier, allant des coupes ajustées aux coupes plus décontractées et fluides. Les débardeurs sont polyvalents et peuvent être portés pour une variété d'occasions, allant d'une journée décontractée à la plage jusqu'à une soirée plus habillée avec des amis. Ils sont également faciles à assortir avec une variété de pantalons et de shorts, ce qui en fait un choix pratique pour une garde-robe estivale.",
        "prix":"40",
        "devise":"€",
        "categorie":"femme",
        "sous-categorie":"débardeur",
        "couleur":"jaune",
        "tailles":["XS","S","M"],
        "matiere":"coton",
        "reduction":"15",
        "img1": "./CSS/assets/Débardeur femme/debardeur1.jpg",
        "img2": "./CSS/assets/Débardeur femme/debardeur2.jpg",
        "img3": "./CSS/assets/Débardeur femme/debardeur3.jpg"
    },
    {
        "id":"8",
        "titre":"Maillot",
        "description":"Le maillot de bain homme rouge est un vêtement de plage élégant et masculin. Fabriqué à partir de matériaux légers et élastiques, comme le nylon ou le spandex, il offre un confort et une liberté de mouvement optimaux dans l'eau. La couleur rouge donne une touche de dynamisme et d'audace, tout en restant élégante. Le maillot de bain pour homme peut prendre la forme d'un short de bain ou d'un slip de bain, en fonction des préférences personnelles. Il peut également comporter une doublure en filet pour un confort supplémentaire. Les maillots de bain rouges sont disponibles dans une variété de styles, allant des coupes courtes et ajustées aux coupes plus décontractées et fluides. Enfin, les maillots de bain pour homme rouges peuvent être facilement associés avec une variété de t-shirts ou de polos pour un look décontracté et élégant.",
        "prix":"49",
        "devise":"€",
        "categorie":"homme",
        "sous-categorie":"maillot",
        "couleur":"rouge",
        "tailles":["38","40","42"],
        "matiere":"polyester",
        "reduction":"10",
        "img1": "./CSS/assets/Maillot rouge/maillot1.jpg",
        "img2": "./CSS/assets/Maillot rouge/maillot2.jpg",
        "img3": "./CSS/assets/Maillot rouge/maillot3.jpg"
    },
    {
        "id":"9",
        "titre":"Robe",
        "description":"La robe blanche est un choix classique et intemporel pour les femmes. Elle est souvent associée à des événements tels que les mariages, les baptêmes ou les cérémonies religieuses, mais elle peut également être portée pour des occasions plus décontractées. La couleur blanche donne une touche de fraîcheur et d'élégance, et peut être associée à une variété de styles, allant des robes longues et fluides aux robes courtes et ajustées. Les robes blanches peuvent être ornées de dentelles, de broderies ou de détails en dentelle pour un look romantique, ou de coupes plus épurées pour un look minimaliste et moderne. Enfin, les robes blanches sont souvent associées à des accessoires tels que des talons hauts, des boucles d'oreilles et des colliers pour compléter le look avec élégance.",
        "prix":"90",
        "devise":"€",
        "categorie":"femme",
        "sous-categorie":"robe",
        "couleur":"blanc",
        "tailles":["34","36","38"],
        "matiere":"coton",
        "reduction":"20",
        "img1": "./CSS/assets/Robe blanche/robe1.jpg",
        "img2": "./CSS/assets/Robe blanche/robe2.jpg",
        "img3": "./CSS/assets/Robe blanche/robe3.jpg"
    },
    {
        "id":"10",
        "titre":"Pantalon taille haute",
        "description":"Découvrez notre élégant pantalon taille haute bleu marine pour femme, un incontournable pour toutes les garde-robes ! Conçu pour offrir un confort optimal et un style intemporel, ce pantalon polyvalent est parfait pour toutes les occasions, des rendez-vous professionnels aux sorties décontractées entre amis.",
        "prix":"29",
        "devise":"€",
        "categorie":"femme",
        "sous-categorie":"pantalon",
        "couleur":"blanc",
        "tailles":["Taille Unique"],
        "matiere":"coton",
        "reduction":"10",
        "img1": "./CSS/assets/Pantalon taille haute/pantalonfemme1.jpg",
        "img2": "./CSS/assets/Pantalon taille haute/pantalonfemme2.jpg",
        "img3": "./CSS/assets/Pantalon taille haute/pantalonfemme3.jpg"
    }
]